{
    "Comics": [
        {
            "Month": "1",
            "Num": 1,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Barrel - Part 1",
            "Transcript": "[[A boy sits in a barrel which is floating in an ocean.]]\nBoy: I wonder where I'll float next?\n[[The barrel drifts into the distance. Nothing else can be seen.]]\n{{Alt: Don't we all.}}",
            "Alt": "Don't we all.",
            "Img": "https://imgs.xkcd.com/comics/barrel_cropped_(1).jpg",
            "Title": "Barrel - Part 1",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 2,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Petit Trees (sketch)",
            "Transcript": "[[Two trees are growing on opposite sides of a sphere.]]\n{{Alt-title: 'Petit' being a reference to Le Petit Prince, which I only thought about halfway through the sketch}}",
            "Alt": "'Petit' being a reference to Le Petit Prince, which I only thought about halfway through the sketch",
            "Img": "https://imgs.xkcd.com/comics/tree_cropped_(1).jpg",
            "Title": "Petit Trees (sketch)",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 3,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Island (sketch)",
            "Transcript": "[[A sketch of an Island]]\n{{Alt:Hello, island}}",
            "Alt": "Hello, island",
            "Img": "https://imgs.xkcd.com/comics/island_color.jpg",
            "Title": "Island (sketch)",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 4,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Landscape (sketch)",
            "Transcript": "[[A sketch of a landscape with sun on the horizon]]\n{{Alt: There's a river flowing through the ocean}}",
            "Alt": "There's a river flowing through the ocean",
            "Img": "https://imgs.xkcd.com/comics/landscape_cropped_(1).jpg",
            "Title": "Landscape (sketch)",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 5,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Blown apart",
            "Transcript": "[[A black number 70 sees a red package.]]\n70: hey, a package!\n[[The package explodes with a \u003c\u003cBOOM\u003e\u003e and a red cloud of smoke.]]\n[[There are a red 7, a green 5 and a blue 2 lying near a scorched mark on the floor.]]\n{{alt text: Blown into prime factors}}",
            "Alt": "Blown into prime factors",
            "Img": "https://imgs.xkcd.com/comics/blownapart_color.jpg",
            "Title": "Blown apart",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 6,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Irony",
            "Transcript": "Narrator: When self-reference, irony, and meta-humor go too far\nNarrator: A CAUTIONARY TALE\nMan 1: This statement wouldn't be funny if not for irony!\nMan 1: ha ha\nMan 2: ha ha, I guess.\nNarrator: 20,000 years later...\n[[desolate badlands landscape with an imposing sun in the sky]]\n{{It's commonly known that too much perspective can be a downer.}}",
            "Alt": "It's commonly known that too much perspective can be a downer.",
            "Img": "https://imgs.xkcd.com/comics/irony_color.jpg",
            "Title": "Irony",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 7,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Girl sleeping (Sketch -- 11th grade Spanish class)",
            "Transcript": "[[Girl sleeping on her side, facing away from view]]",
            "Alt": "I don't remember her name at all, but she fell asleep on the floor in front of me.",
            "Img": "https://imgs.xkcd.com/comics/girl_sleeping_noline_(1).jpg",
            "Title": "Girl sleeping (Sketch -- 11th grade Spanish class)",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 8,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Red spiders",
            "Transcript": "[[Many red spiders standing on and hanging from cuboids. The cuboids hang in the air with no visible means of support.]]\n{{They are six-legged spiders}}",
            "Alt": "They are six-legged spiders",
            "Img": "https://imgs.xkcd.com/comics/red_spiders_small.jpg",
            "Title": "Red spiders",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 9,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Serenity is coming out tomorrow",
            "Transcript": "[[Several stick figures stand side by side in a lineup. A forlorn male in a coat, a male with combed hair, a male with spiky hair and arms outstretched enthusiastically, a female with long hair and cornrows, a shorter female with stringy hair falling over her face, an enthusiastic female with arms raised in celebration with shorter hair, a male with short hair and a goatee, a female with curly hair wearing a dress, and a stern-looking man with flyaway hair. There is no dialogue.]] \n{{Alt: Mal, Simon, Wash, Zoe, River, Kaylee, Jayne, Inara, Book.}}",
            "Alt": "Mal, Simon, Wash, Zoe, River, Kaylee, Jayne, Inara, Book.",
            "Img": "https://imgs.xkcd.com/comics/firefly.jpg",
            "Title": "Serenity is coming out tomorrow",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 10,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Pi Equals",
            "Transcript": "Pi = 3.141592653589793helpimtrappedinauniversefactory7108914...",
            "Alt": "My most famous drawing, and one of the first I did for the site",
            "Img": "https://imgs.xkcd.com/comics/pi.jpg",
            "Title": "Pi Equals",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 11,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Barrel - Part 2",
            "Transcript": "[[A boy sits in a barrel which is floating in an ocean.]]\nBoy: None of the places i floated had mommies.\n{{Alt: Awww.}}",
            "Alt": "Awww.",
            "Img": "https://imgs.xkcd.com/comics/barrel_mommies.jpg",
            "Title": "Barrel - Part 2",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 12,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Poisson",
            "Transcript": "[[A stick figure says to another black-hat-wearing figure.]]\nMan: I'm a poisson distribution!\nMan: Still a poisson distribution.\nHat Guy: What the hell, man.  Why do you keep saying that?\nMan: Because I'm totally a poisson distribution.\nHat Guy: I'm less than zero.\n[[Man is gone; Hat Guy is whistling.]]\n{{alt text: Poisson distributions have no value over negative numbers}}",
            "Alt": "Poisson distributions have no value over negative numbers",
            "Img": "https://imgs.xkcd.com/comics/poisson.jpg",
            "Title": "Poisson",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 13,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Canyon",
            "Transcript": "[[Two men are standing at some kind of cliff edge]]\nMan 1: What time is it?\nMan 2: Now.\n[[Full scene is revealed: the men are standing at the edge of a huge canyon in a rocky, barren landscape. A pock-marked moon and a ringed planet are visible in the burgundy-coloured sky]]\nMan 1: That's a pretty boring answer.\nMan 2: Is not.\nMan 2: It's the least boring answer imaginable.\n{{Alt text: They're standing at the lip of the canyon, which isn't clear at all.}}",
            "Alt": "They're standing at the lip of the canyon, which isn't clear at all.",
            "Img": "https://imgs.xkcd.com/comics/canyon_small.jpg",
            "Title": "Canyon",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 14,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Copyright",
            "Transcript": "[[Colored drawing of a hilly grassy landscape, stick figure leaning against a tree.]]\nMan: Sometimes I just can't get outraged over copyright law\n{{Alt: After reading Slashdot and BoingBoing, sometimes I have to go outside.}}",
            "Alt": "After reading Slashdot and BoingBoing, sometimes I have to go outside.",
            "Img": "https://imgs.xkcd.com/comics/copyright.jpg",
            "Title": "Copyright",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 15,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Just Alerting You",
            "Transcript": "[[There is a man standing on top of a dinosaur (Brontosaurus?) and holding reins to the dinosaurs head.]]\nMan: Before you talk to me, I should warn you: I am kind of strange\n{{title text: Just thought you should know}}",
            "Alt": "Just thought you should know",
            "Img": "https://imgs.xkcd.com/comics/just_alerting_you.jpg",
            "Title": "Just Alerting You",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 16,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Monty Python -- Enough",
            "Transcript": "Character #1 [[Raising his hands]]: We are the knights who say... Ni!!\nTwo guys and a girl: hahaha\n[[written]] Does anyone else find it funny that decades later, people are still groting --word-for-word-- a group loved for its mastery of shock, the unexpected and defiance of cocnvention?\n[[Two guys looking at a third]]\nThird guy: We are the knights who... Oh, God, I'm so sorry\n[[Close up to Third guy's face]]\nThird guy: So sorry the car just came too fast and\n[[Words crumpled inside the panel, there's barely enough space for the third guy]]\nThird guy: She was right there and I sasw her and then it was a blur and so much I ran to help didn't know she wasn't moving I'm so sorry ... so sorry\n[[Same two guys looking again at the third guy]]\nThird guy: Anyway, yeah, knights who say \"Ni\".\n[[Written centered, in markee format]]\n\u003cu\u003eHonor \u003c\nu\u003e\nMonty Python:\nPromote surreal humor.\n{{Tag: I went to a dinner where there was a full 10 minutes of Holy Grail quotes exchanged w...}}",
            "Alt": "I went to a dinner where there was a full 10 minutes of Holy Grail quotes exchanged, with no context, in lieu of conversation.  It depressed me badly.",
            "Img": "https://imgs.xkcd.com/comics/monty_python.jpg",
            "Title": "Monty Python -- Enough",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 17,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "What If",
            "Transcript": "[[A large black circle with white bubbles inside it, filled with hearts, question marks, and stick figure couples]]\nWhat if this isn't everything it should be?\nI'm not even sure how I feel\nWhat if I'm making a mistake?\n{{Title text: I once made an anniversary card for my then-girlfriend with this layout.}}",
            "Alt": "I once made an anniversary card for my then-girlfriend with this layout.",
            "Img": "https://imgs.xkcd.com/comics/what_if.jpg",
            "Title": "What If",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 18,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Snapple",
            "Transcript": "{{Author's Comment: This one is entirely James' fault.}}\n[[Two guys are standing and talking.]]\nRight Guy: Here, take a bite of this Snapple.\nLeft Guy: food!\n[[Guy on the right takes a bite]]\nRight Guy: Ow! What is this? \n\u003c\u003cCLINK\u003e\u003e\nLeft Guy: It's an apple infused with tin.\n[[The two guys continue to stand as if frozen]]\n \n{{Author's Comment: Those of you who know your periodic table should be laughing right about now.}} \n{{Title Text: Sn= tin}}",
            "Alt": "Sn = tin",
            "Img": "https://imgs.xkcd.com/comics/snapple.jpg",
            "Title": "Snapple",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 19,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "George Clinton",
            "Transcript": "Narrator: I once tried to start the urban legend that George Clinton has a B.A. in mathematics\n[[George Clinton indicates equations on a blackboard]]\nNarrator: ...but I wanted it to be true so badly that I started believing it myself.\n{{Title text: I still wish it were true.}}",
            "Alt": "I still wish it were true.",
            "Img": "https://imgs.xkcd.com/comics/george_clinton.jpg",
            "Title": "George Clinton",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 20,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Ferret",
            "Transcript": "[[A ferret with airplane wings on it]]\nFriend: Why on earth did you make those wings? You don't seriously think they could let your ferret fly, right?\nGuy: I... of course not.\nGuy: That would be pretty dumb. It's just, uh... ...a Halloween costume.\nFriend: oh, okay.\nFriend: Besides, who would want a pet to fly anyway?\nGuy: Yeah. Pretty lame, huh?\nFriend: Anyway, let's go play video games.\n[[Friend leaves]]\n[[Friend is gone, and Guy is looking at ferret]]\n[[Guy imagines ferret flying over the ocean near the beach using his makeshift wings]]\n{{title text: My brother had a ferret he loved which died since I drew this strip. RIP.}}",
            "Alt": "My brother had a ferret he loved which died since I drew this strip.  RIP.",
            "Img": "https://imgs.xkcd.com/comics/ferret.jpg",
            "Title": "Ferret",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 21,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Kepler",
            "Transcript": "[[ Two people stand in an aisle in a store ]]\nPerson 1: Nice store. How do you keep the floors so clean?\nPerson 2: Oh, we hired this dude named Kepler, he's really good hard worker.  Doesn't mind the monotony. Sweeps out the same area every night.\n{{ alt: Science joke. You should probably just move along. }}",
            "Alt": "Science joke.  You should probably just move along.",
            "Img": "https://imgs.xkcd.com/comics/kepler.jpg",
            "Title": "Kepler",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 22,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Barrel - Part 3",
            "Transcript": "[[Large vortex, spinning water covers the whole panel. A boy in a floating barrel is near the edge, apparently about to be sucked in.]]\nBoy: Wow!\n{{alt text: A whirlpool!}}",
            "Alt": "A whirlpool!",
            "Img": "https://imgs.xkcd.com/comics/barrel_whirlpool.jpg",
            "Title": "Barrel - Part 3",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 23,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "T-shirts",
            "Transcript": "[[A collection of phrases on T-shirts]]\nI see dumb people\nAs a matter of fact the world DOES revolve around me\nI can only please one person per day today is not your day.\nYou know what your problem is? You're stupid.\nGet a clue\nDo I look like a people person?\nYour village called they want their idiot back\nGo away\nI hate you all\nDIE.\nHelp.\nMaybe if this T-shirt is witty enough, someone will finally love me.\nOh God I'm so alone\n{{Alt: It's depressing how many of these are real shirts}}",
            "Alt": "It's depressing how many of these are real shirts",
            "Img": "https://imgs.xkcd.com/comics/t-shirts.jpg",
            "Title": "T-shirts",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 24,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Godel, Escher, Kurt Halsey",
            "Transcript": "Drawn during an unending NASA lecture.\n\n[[Two people are talking, one in a hat.]]\nHatless: it's just so hard to compare kids now with kids in the past. you can't help but to belong to one group or the other.\n\nHatless: and of course every generation seems awful to the one before it. look at quotes from throughout history.\n\nHatted: yeah, and it sure would be nice to have some perspective on some of this stuff. I just don't know what to make of it.\n[[Circles are appearing--maybe snow?]]\n\nHatless: i guess you do what you can to help the people around you and hope it turns out okay.\n\nHatless: in the end, what else can you do?\n\nHatted: lead a crusade?\n\n[[We can no longer see the people, just the circles.]]\nit's presentism, man. the idea that historical context is irrelevant, that we understand it all\n\nthat we need take no warnings from the follies of the past. that we're facing something new.\n\nsocrates couldn't imagine the internet. but people don't change.\n[[We can start to see the corner of a darker circle in the lower right.]]\n\n((The borders between the three panels on this line are cracking.))\n\nhave you seen those collections of historical pornography? talk about historical context.\n\ndid you know the first porn photo was bestial in [[inside a circle:]] nature?\n\nat least that stuff was out of the mainstream [[each word in one circle:]] no just in history\n\n((the three panels have merged into one on each row.))\n\ni don't know about you, but [[circled]] I [[uncircled]] never\neven once seen\n[[The circles are highly variable in size now, and pressed up against a larger one on the right side.]]\n\n[[There is mass of circles of different sizes, with some dark fissures in between, against the side of a large circle which we can see part of in the right half of the panel. They look like cells. There's a tiny square in the center of the giant cell.]]\n\n[[We see only the tiny square, centered. It has a few marks inside it.]]\n\n[[Closer, the square is divided into rectangles of different sizes, each of which has text in it.]]\n\n[[Much closer, we can see fragments of the text. Some are sideways, some are cut off, some are too small to read.]]\nmachine language translated by principles of isomorphism it is a consequence of the Church-Turing thesis that ...\nbut how do you select the channel you wish to se-\nthou ... shou ... palin ... stri ... it is a ... crab ...\n\n[[Closer still, we can just see a huge sideways s and h.]]\n\n[[Those letters are faded and mixed with a faded version of the next panel.]]\n\ngirls take boys away ...\nnever be further than a phone call and a goosebumped shiver away ...\ndrove all night listening to mix tapes ...\nthe past is just practice\n[[There is a heart at the bottom and, in the lower left, the name Kurt.]]\n\n[[The same as the previous panel, but with the words blurred out to scribbles.]]\n\n[[Jagged, shaded shapes and strands start to fall. Faint panel borders appear again. There is a person on the far right.]]\n\n((Back to three panels per row.))\n\n[[A man and woman are standing amid the fragments.]]\n\nMan: There's too much. And so little feels important.\n\n[[The jagged edge of the shaded area is encroaching on the sides of the panel.]]\n\nWhat do you do?\n\n[[We see them from farther away through a rough hole in the shaded area. Bits continue to fall around them.]]\n\n[[She takes his hand.]]\n\n{{Title text: I love the idea here, though of course it's not a great-quality drawing or scan.}}",
            "Alt": "I love the idea here, though of course it's not a great-quality drawing or scan.",
            "Img": "https://imgs.xkcd.com/comics/godel_escher_kurthalsey.jpg",
            "Title": "Godel, Escher, Kurt Halsey",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 25,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Barrel - Part 4",
            "Transcript": "[[The barrel is shown, floating sideways in a choppy sea. The boy can not be seen]]\n{{title text: :( }}",
            "Alt": ":(",
            "Img": "https://imgs.xkcd.com/comics/barrel_part_4.jpg",
            "Title": "Barrel - Part 4",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 26,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Fourier",
            "Transcript": "[[ Person talks on phone.  Cat with many sharp points looks on. ]]\nPerson on phone: Hi, Dr. Elizabeth?  Yeah, uh ... I accidentally took the Fourier transform of my cat ...\nCat: Meow!\n{{alt-text: That cat has some serious periodic components}}",
            "Alt": "That cat has some serious periodic components",
            "Img": "https://imgs.xkcd.com/comics/fourier.jpg",
            "Title": "Fourier",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 27,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Meat Cereals",
            "Transcript": "[[A collection of fictional meat based cereals]]\nPork Loops\nMice Krispies\nHammios\nFrosted Bacon Flakes\nScrapple Jacks\nHoney Bunches of Goats\n{{Alt: Disgusting}",
            "Alt": "Disgusting",
            "Img": "https://imgs.xkcd.com/comics/meat_cereals.jpg",
            "Title": "Meat Cereals",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 28,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Elefino",
            "Transcript": "Q: What do you get when you cross an Elephant with a Rhino?\n[[Picture of elephant, mathematical addition symbol, picture of rhino, equals sign, large question mark]]\nA: I haven't a goddamn clue.\n[[The correct answer to the joke is given in the title text]]\n{{title text: Hell if I know}}",
            "Alt": "Hell if I know",
            "Img": "https://imgs.xkcd.com/comics/elefino.jpg",
            "Title": "Elefino",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 29,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Hitler",
            "Transcript": "Learning about the Holocaust has really shaken my belief in God.\nYou know, as a young man, Hitler was rejected from art school.\nYeah... shame he didn't get in\nWell, have you seen any of his paintings? They're awful. Defy all rules of composition.\nWhat are you suggesting?\nMaybe there is a god, but he's a real art lover.\nThis is why I don't go out in public with you.\n{{Alt text: So he's saying that God thought Hitler's art was so bad that the Holocaust was an acceptable alternative.  It's no secret that the hat guy is closely based on Aram, from Men in Hats.}}",
            "Alt": "So he's saying that God thought Hitler's art was so bad that the Holocaust was an acceptable alternative.  It's no secret that the hat guy is closely based on Aram, from Men in Hats.",
            "Img": "https://imgs.xkcd.com/comics/hitler.jpg",
            "Title": "Hitler",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 30,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Donner",
            "Transcript": "[[Three people stand in the foyer of a restaurant. A sign above the entryway reads \"JOE'S\" and there is a menu next to it. In front of the entryway, there's a host behind a podium. A sign on the podium reads \"EAT IN\".]]\nHost: Donner, party of four?\nMan: Actually, never mind.\nWoman: We're full.\n{{title text: Some people haven't heard of the Donner Party.  They were pioneers who got stranded and likely resorted to cannibalism.}}",
            "Alt": "Some people haven't heard of the Donner Party.  They were pioneers who got stranded and likely resorted to cannibalism.",
            "Img": "https://imgs.xkcd.com/comics/donner.jpg",
            "Title": "Donner",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 31,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Barrel - Part 5",
            "Transcript": "[[Boy floating on barrel in ocean]]\n[[Zoomed out view of boy floating on barrel in ocean]]\n[[Ferret with airplane wings and tail above the ocean]]\n[[The empty ocean]]\n[[Flying ferret carrying the boy to safety]]\n[[Ocean with ferret carrying boy in distance, sun on the horizon]]\n{{title text: Too good not to happen.}}",
            "Alt": "Too good not to happen.",
            "Img": "https://imgs.xkcd.com/comics/barrel_part_5.jpg",
            "Title": "Barrel - Part 5",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 32,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Pillar",
            "Transcript": "This one is mostly by my little brother, Doug.\n[[Person on a tall pillar is talking to person on the group]]\nPerson on pillar: The sky is so blue, and all the leaves are green.\nPerson on ground: Haven' t you ever wondered if we really see the same colors as everyone else? It's all perception.\nPerson on pillar: Well, you might as well call into question all of human experience. Who really knows what world someone else sees?\nPerson on ground: Yeah, I guess.\nPerson on pillar: Anyway, can you help me down from this pole?\nPerson on ground: What pole?\n{{Title Text: A comic by my brother Doug, redrawn and rewritten by me}}",
            "Alt": "A comic by my brother Doug, redrawn and rewritten by me",
            "Img": "https://imgs.xkcd.com/comics/pillar.jpg",
            "Title": "Pillar",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 33,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Self-reference",
            "Transcript": "[[Guy standing alone]] Guy: I promise never to never again squeeze humor out of self-reference.\n[[Guy standing alone]]\n[[Guy standing alone]] Guy: God dammit.\n{{title text: I think about self-reference a lot.  Example: this comment.}}",
            "Alt": "I think about self-reference a lot.  Example: this comment.",
            "Img": "https://imgs.xkcd.com/comics/self-reference.jpg",
            "Title": "Self-reference",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 34,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Flowers",
            "Transcript": "[[A sketch of flowers, drawn in red and green]]",
            "Alt": "This is actually pencil on paper, just inverted and colored",
            "Img": "https://imgs.xkcd.com/comics/flowers.jpg",
            "Title": "Flowers",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 35,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Sheep",
            "Transcript": "Heading: Another from my high-school notebooks.\n[[A sheep and a potted saguaro cactus linked by an arcing yellow electricity bolt, drawn on graph paper]]\n{{title text: I think it's the sheep zapping the cactus and not vice-versa}}",
            "Alt": "I think it's the sheep zapping the cactus and not vice-versa",
            "Img": "https://imgs.xkcd.com/comics/sheep.jpg",
            "Title": "Sheep",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 36,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Scientists",
            "Transcript": "In what scientists are calling \"pretty gay,\" I can't find my shoes.\n{{ alt: A leading expert characterized the situation as 'retarded' }}",
            "Alt": "A leading expert characterized the situation as 'retarded'",
            "Img": "https://imgs.xkcd.com/comics/scientists.jpg",
            "Title": "Scientists",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 37,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Hyphen",
            "Transcript": "{{Headline: My hobby: whenever calls something an [adjective]-ass [noun], I mentally move the hyphen one word to the right.}}\n[[One man is talking to another about a car that resembles a Volkswagen Beetle]]\nMan: Man, that's a sweet ass-car.\n{{Title text: I do this constantly}}",
            "Alt": "I do this constantly",
            "Img": "https://imgs.xkcd.com/comics/hyphen.jpg",
            "Title": "Hyphen",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 38,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Apple Jacks",
            "Transcript": "[[Father is standing holding a bowl of Scrapple Jacks in his hand. Son is sitting on the floor playing video games.]]\nFather: Hey, these don't taste like apples!\nSon: Fuck off, dad.\n{{alt text: There used to be these ads, see . . .}}",
            "Alt": "There used to be these ads, see . . .",
            "Img": "https://imgs.xkcd.com/comics/apple_jacks.jpg",
            "Title": "Apple Jacks",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 39,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Bowl",
            "Transcript": "[[A boy is glaring at a model sailing ship floating in a bowl of water.]]\nBoy: Sooner or later, my friend, one of us will run out of time.\n{{Alt: For the moment it's a standoff}}",
            "Alt": "For the moment it's a standoff",
            "Img": "https://imgs.xkcd.com/comics/bowl.jpg",
            "Title": "Bowl",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 40,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Light",
            "Transcript": "[[A crowd of figures stand around in the dark. One figure is illuminated by a beam of light.]]\nIn a dark and confusing world, you burn brightly. I never feel lost.\n{{Alt-text: Like a beacon.}}",
            "Alt": "Like a beacon",
            "Img": "https://imgs.xkcd.com/comics/light.jpg",
            "Title": "Light",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 41,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Old Drawing",
            "Transcript": "[[A tree holding a chainsaw over a recently cut-down tree.]]\nI found this in one of my high-school notebooks. I think I drew it just to take revenge on people snooping through my stuff.\nCut-down tree: WELL, YOU STUMPED ME...\n{{I don't want to talk about it}}",
            "Alt": "I don't want to talk about it",
            "Img": "https://imgs.xkcd.com/comics/unspeakable_pun.jpg",
            "Title": "Old Drawing",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 42,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Geico",
            "Transcript": "I just saved a bunch of money on my car insurance by threatening my agent with a golf club.\n{{title text: David did this}}",
            "Alt": "David did this",
            "Img": "https://imgs.xkcd.com/comics/geico.jpg",
            "Title": "Geico",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 43,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Red Spiders 2",
            "Transcript": "[[Red spiders, with round appendages at the end of each of their six legs, are seen navigating an environment of blocks and other geometric constructions]]\n{{title text: This was actually drawn years before Red Spiders}}",
            "Alt": "This was actually drawn years before Red Spiders",
            "Img": "https://imgs.xkcd.com/comics/red_spiders_2.jpg",
            "Title": "Red Spiders 2",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 44,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Love",
            "Transcript": "[[A man and a woman stand facing one another]]\nMan: I love you!\nWoman: I love you!\nMan: I love you more!\nWoman: Yeah.\n[[A man and a woman stand facing one another - saying nothing.]]\n{{Alt-text: This one makes me wince every time I think about it}}",
            "Alt": "This one makes me wince every time I think about it",
            "Img": "https://imgs.xkcd.com/comics/love.jpg",
            "Title": "Love",
            "Day": "1"
        },
        {
            "Month": "1",
            "Num": 45,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Schrodinger",
            "Transcript": "[[Label: Schrödinger's Comic]]\n[[Two figures standing, one with a black hat]]\nThe last panel of this comic is both funny and not funny at the same time.\nUntil you read it, there's no way to tell which it will end up being.\nShit.\n{{alt: There was no alt-text until you moused over}}",
            "Alt": "There was no alt-text until you moused over",
            "Img": "https://imgs.xkcd.com/comics/schrodinger.jpg",
            "Title": "Schrodinger",
            "Day": "4"
        },
        {
            "Month": "1",
            "Num": 46,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Secrets",
            "Transcript": "I just want you to share in my secrets\n[[lonely looking girl staring down]]\nand not run away\n{{alt: I'm a big fan of Kurt Halsey}}",
            "Alt": "I'm a big fan of Kurt Halsey",
            "Img": "https://imgs.xkcd.com/comics/secrets.jpg",
            "Title": "Secrets",
            "Day": "6"
        },
        {
            "Month": "1",
            "Num": 47,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Counter-Red Spiders",
            "Transcript": "[[A stack of stick figures, standing on each others shoulders extends from the bottom of the frame to the top.  Cuboids hang in the air]]\nThe counter-red-spider offensive begins ...\n{{title text: I hope we can stop them}}",
            "Alt": "I hope we can stop them",
            "Img": "https://imgs.xkcd.com/comics/counter-red-spiders.jpg",
            "Title": "Counter-Red Spiders",
            "Day": "9"
        },
        {
            "Month": "1",
            "Num": 48,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Found",
            "Transcript": "[[A male and female stick figure are standing on a white hill (presumably snow) with a grey sky covered with thick streaks of white, and small pink dots]]\nwe are just two people \nwho found each other\n{{No more, no less}}",
            "Alt": "No more, no less",
            "Img": "https://imgs.xkcd.com/comics/found.jpg",
            "Title": "Found",
            "Day": "12"
        },
        {
            "Month": "1",
            "Num": 49,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Want",
            "Transcript": "I want to be brave enough to tell you how I feel.\nI want to say \"I love you\" _before_ I hang up the phone for once.\nI want to drive all night with you, listening to mix tapes, not caring where we end up.\nOh, and I also really want to get with your sister.\nI mean, DAMN.\n{{title text: Well, she's pretty hot.}}",
            "Alt": "Well, she's pretty hot.",
            "Img": "https://imgs.xkcd.com/comics/want.jpg",
            "Title": "Want",
            "Day": "14"
        },
        {
            "Month": "1",
            "Num": 50,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Penny Arcade",
            "Transcript": "Tycho: You know what? If you've never played the 1995 SNES RPG 'Seiken Densetsu' don't even _bother_ reading today's strip. We don't _need_ your kind here.\n{{title text: Of course, Penny Arcade has already mocked themselves for this. They don't care.}}",
            "Alt": "Of course, Penny Arcade has already mocked themselves for this.  They don't care.",
            "Img": "https://imgs.xkcd.com/comics/penny_arcade.jpg",
            "Title": "Penny Arcade",
            "Day": "17"
        },
        {
            "Month": "1",
            "Num": 51,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Malaria",
            "Transcript": "[[People wearing party hat, a discarded balloon to the side]]\nWe had a malaria party, but it turned out not to be very much fun.\n{{title text: The malaria party was David's idea.}}",
            "Alt": "The malaria party was David's idea",
            "Img": "https://imgs.xkcd.com/comics/malaria.jpg",
            "Title": "Malaria",
            "Day": "18"
        },
        {
            "Month": "1",
            "Num": 52,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Secret Worlds",
            "Transcript": "[[Pieces of a quote in circles with lines drawn in between them]]\n[[Some of the circles are small and colored]]\n\"Everybody has a secret world inside of them.\nAll of the people in the whole world\nI mean everybody\nNo matter how dull and boring they are on the outside\nInside they've all got unimaginable\nmagnificent, wonderful, stupid, amazing, worlds\nNot just one world. Hundreds of them. Thousands, maybe.\"\n--Neil Gaiman\nSandman",
            "Alt": "No two adjacent circles are the same color.",
            "Img": "https://imgs.xkcd.com/comics/secret_worlds.jpg",
            "Title": "Secret Worlds",
            "Day": "21"
        },
        {
            "Month": "1",
            "Num": 53,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Hobby",
            "Transcript": "{{My hobby:}}\nWhen the police bust drug hideouts, I sneak in and hide. Then I jump out and startle them into shooting me so they lose points.\n[[A dead body on the ground in a pool of blood, with \"-100\" over it]]\n{{Alt: The only one of these games I really played was Area 51)}}",
            "Alt": "The only one of these games I really played was Area 51",
            "Img": "https://imgs.xkcd.com/comics/hobby.jpg",
            "Title": "Hobby",
            "Day": "23"
        },
        {
            "Month": "1",
            "Num": 54,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Science",
            "Transcript": "[[Graph of cosmic microwave background radiation: Y axis is energy density, X axis is frequency in GHz. Energy density peaks at 160.4GHz]]\nI(f) = ((2hf^3)\n(c^2))(1\n(((hf)\n(e^kT))-1))\nSCIENCE.\nIt works, bitches.\n{{title text: Bonus point if you can identify the science in question}}",
            "Alt": "Bonus points if you can identify the science in question",
            "Img": "https://imgs.xkcd.com/comics/science.jpg",
            "Title": "Science",
            "Day": "25"
        },
        {
            "Month": "1",
            "Num": 55,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Useless",
            "Transcript": "[[Different mathematic equations, all with heart on left side, and all equal question mark. Equations are as follows:\nSquare root of heart equals question mark\nCosinus of heart equals question mark\nDerivative of heart with respect to x  equals question mark\nIdentity matrix of heart equals question mark\nFourier transform of heart equals question mark]]\nMy normal approach is useless here\n{{alt text: Even the identity matrix doesn't work normally}}",
            "Alt": "Even the identity matrix doesn't work normally",
            "Img": "https://imgs.xkcd.com/comics/useless.jpg",
            "Title": "Useless",
            "Day": "27"
        },
        {
            "Month": "1",
            "Num": 56,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "The Cure",
            "Transcript": "[[An unusually realistic (for xkcd) pencil drawing of Robert Smith's head and face, with a caption underneath.]]\nCaption: Robert Smith should do a cover of Coldplay's 'Clocks,' so when he sings \"Am I part of the cure \n or am I part of the disease?\" we can say, \"Ooh, we know this one!\"\n{{Title Text: My first try at drawing a real face in years.}}",
            "Alt": "My first try at drawing a real face in years",
            "Img": "https://imgs.xkcd.com/comics/the_cure.jpg",
            "Title": "The Cure",
            "Day": "30"
        },
        {
            "Month": "1",
            "Num": 57,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Wait For Me",
            "Transcript": "[[A man and a woman stand facing one another]]\nWoman: Why didn't you wait for me?\nMan: I thought you were gone forever!\nWoman: I said I'd be back in a minute!\nMan: The . . . the seconds went fast at first, but then they started to drag on. She was there for me.\nWoman: You had an affair in the 90 seconds I was gone?!\nMan: . . . yes.\nMan: And we had a son.\nMan: He'd be about your age now.\n{{Alt-text: Opening dialogue by Scott}}",
            "Alt": "Opening dialogue by Scott",
            "Img": "https://imgs.xkcd.com/comics/wait_for_me.jpg",
            "Title": "Wait For Me",
            "Day": "31"
        },
        {
            "Month": "2",
            "Num": 58,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Why Do You Love Me?",
            "Transcript": "[[Man and Woman stand]]\nMan: Why do you love me?\nWoman: I don't know; My heart never gave me a choice.\nMan: Aww.\n[[No dialogue]]\nWoman: I wish it had.\n{{title-text:Opening dialogue by Scott}}",
            "Alt": "Opening dialogue by Scott",
            "Img": "https://imgs.xkcd.com/comics/why_do_you_love_me.jpg",
            "Title": "Why Do You Love Me?",
            "Day": "1"
        },
        {
            "Month": "2",
            "Num": 59,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Graduation",
            "Transcript": "[[two girls are talking]]\nblonde: What do you want to do when you graduate ?\nbrunette: I want to become a lighthouse operator.\nblonde: Oh ?\nbrunette: Yeah.\n[[cut to scene of lighthouse with text overlaid]]\nbrunette: Lighthouses are built on interesting pieces of coast, so I'll have an interesting place to walk and swim, and great views of all kinds of weather.  I'd feel good about myself and my work every single day.\n[[cut back to two girls]]\nbrunette: I'd get to be the girl in the tower, only I'd be the one rescuing people.\nbrunette: Why. What do you want to do ?\nblonde: I'm going to grad school.  I don't really know why.\nbrunette: Wanna come hang in my lighthouse over breaks ?\nblonde: ...yeah.\n{{title text: Opening dialogue by Scott}}",
            "Alt": "Opening dialogue by Scott",
            "Img": "https://imgs.xkcd.com/comics/graduation.jpg",
            "Title": "Graduation",
            "Day": "3"
        },
        {
            "Month": "2",
            "Num": 60,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Super Bowl",
            "Transcript": "[[A green car with the text next to it]]\nMy hobby:\nWhile everyone is watching\nthe Super Bowl, feeling\nsmugly superior because\nthey're \"Only watching for\nthe ads,\" I steal cars.",
            "Alt": "The Super Bowl is actually an elaborate ruse, concocted by a shadowy group in the mid sixties for this purpose.  The 'watch it for the ads' addition was a master stroke.",
            "Img": "https://imgs.xkcd.com/comics/super_bowl.jpg",
            "Title": "Super Bowl",
            "Day": "6"
        },
        {
            "Month": "2",
            "Num": 61,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Stacey's Dad",
            "Transcript": "Stacey's Dad: Look, I know you think that since I walked out she could use a guy like you. But trust me. That woman has a lot going on, and you want none of it.\nStacey's Dad: Get out while you still can.\n{{Alt: I bet she gets you to mow the lawn, doesn't she?}}",
            "Alt": "I bet she gets you to mow the lawn, doesn't she?",
            "Img": "https://imgs.xkcd.com/comics/staceys_dad.jpg",
            "Title": "Stacey's Dad",
            "Day": "8"
        },
        {
            "Month": "2",
            "Num": 62,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Valentine - Karnaugh",
            "Transcript": "[[squiggly heart design]]\nYou make me feel so\nmuch it all runs together\nI wish I could tell you\n[[crisscrossing heart design]]\nSo few words\nfor so many feelings\ncrisscrossing my heart\n[[heart matrix design]]\nA matrix of desire\nTangled relations\nI can't simplify\n[[Karnaugh map of hearts]]\nI wish I could find\nthe Karnaugh map\nfor love.\n{{Love and circuit analysis, hand in hand at last.}}",
            "Alt": "Love and circuit analysis, hand in hand at last.",
            "Img": "https://imgs.xkcd.com/comics/karnaugh.jpg",
            "Title": "Valentine - Karnaugh",
            "Day": "10"
        },
        {
            "Month": "2",
            "Num": 63,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Valentine - Heart",
            "Transcript": "I want to wish you a happy Valentine's Day but unless this card is going to finally get you naked, I have to admit my heart's not really in it.\n{{Alt Text: Just pretend you're kidding.}}",
            "Alt": "Just pretend you're kidding.",
            "Img": "https://imgs.xkcd.com/comics/valentine.jpg",
            "Title": "Valentine - Heart",
            "Day": "13"
        },
        {
            "Month": "2",
            "Num": 64,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Solar Plexus",
            "Transcript": "[[Hat guy and man standing there talking]]\nHat guy: Asolarplexussayswhat?\nMan: What?\n[[They continue to stand there]]\n[[They continue to stand there]]\n[[Hat guy punches the man in the chest]]\n{{alt: It hurts to be hit there, you know}}",
            "Alt": "It hurts to be hit there, you know",
            "Img": "https://imgs.xkcd.com/comics/solar_plexus.jpg",
            "Title": "Solar Plexus",
            "Day": "15"
        },
        {
            "Month": "2",
            "Num": 65,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Banter",
            "Transcript": "[[Two guys stand together]]\nFirst Guy: Man, she's hot\nSecond Guy: Whatever, you are so gay.\nFirst Guy: C'mon, everyone knows you're the gay one\nSecond Guy: Hey, your mom's pretty masculine, but sleeping with her doesn't make me gay.\nFirst Guy: Fag.\nSecond Guy: Ass pirate.\nFirst Guy: Fudge packer\nSecond Guy: Cock jockey\nFirst Guy: Cum dumpster.\n(silent panel)\nFirst guy: Okay, seriously, are you gay? Because if you've been holding out on me, we're missing out.\nSecond guy: No, it's cool.\nFirst guy: OK me neither.\n(silent panel)\n(silent panel)\n{{alt text: This was an actual mock conversation  between me and a friend at TGIF. The waitress walked up around panel 5 and was somewhat put off.}}",
            "Alt": "This was an actual mock conversation between me and a friend at TGiF.  The waitress walked up around panel 5 and was somewhat put off.",
            "Img": "https://imgs.xkcd.com/comics/banter.jpg",
            "Title": "Banter",
            "Day": "17"
        },
        {
            "Month": "2",
            "Num": 66,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Abusive Astronomy",
            "Transcript": "Identifying star clusters:\n[[Image of a star cluster.]]\nThis is the Pleiades, asshole.\nOrion's Belt:\n[[Image of a Orion's Belt.]]\nOnly a moron couldn't find it.\nThis is the Big Dipper:\n[[Image of the Big Dipper.]]\nWhat the hell is wrong with you?\n{{Medium: Pencil on paper}}",
            "Alt": "Medium: Pencil on paper",
            "Img": "https://imgs.xkcd.com/comics/abusive_astronomy.jpg",
            "Title": "Abusive Astronomy",
            "Day": "20"
        },
        {
            "Month": "2",
            "Num": 67,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Nerd Girls",
            "Transcript": "[[Girl with shoulder length brown hair and glasses, wearing a shirt which says \"Do not meddle in the affairs of dragons\"]]\nGirl: At least, thanks to your constant fawning, we have an *excuse* for our social ineptness. What's *yours*?\n{{Title Text: Nothing personal, high schoolers}}",
            "Alt": "Nothing personal, high schoolers.",
            "Img": "https://imgs.xkcd.com/comics/nerd_girls.jpg",
            "Title": "Nerd Girls",
            "Day": "22"
        },
        {
            "Month": "2",
            "Num": 68,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Five Thirty",
            "Transcript": "Comics from 5.30 AM\n[[A succession of unrelated and completely random panels]]\nMan 1: It's 80's night at the club. Wanna go?\nMan 1: There is no Tuesday.\nMan 2: Jack the Ripper or Jack Black?\n[[The second man in this panel is holding a glinting sword]]\nMan 1: You crashed my helicopter!\nMan 2: Verily!\n[[A small figure is talking with a larger figure]]\nFigure 1: Basically, neither of us have shins.\nFigure 2: Over and out.\n[[Two men are shown: one with three arms, and another with just two. All arms have round appendages at their ends]]\nMen: shitshitshitshitshit\nMen: shitdaylightsavings\nMen: shitshitshitshitsh\n[[Two figures with pumpkins (carved with faces) for heads]]\nFigure 1: You're out of ointment and out of time!\n[[A diagram of a right-angled triangle, with a theta at the smallest angle]]\nFUCK THE COSINE\nMan 1: Does being a mermaid for five minutes make you gay?\nMan 2: I hope so!\n[[A man is holding a gun to the head of another]]\nMan 1: Barbershops are for pussies.\nMan 1: My hair is bleeding.\nMan 2: [square root]3\n[[Man seems to be walking on the ceiling]]\nMan 1: Bachelor party!\n[[Warning sign with picture of spider]]\nWARNING: STRETCHY DEATH\n{{title text: The eighth panel is my favourite}}",
            "Alt": "The 8th panel is my favorite",
            "Img": "https://imgs.xkcd.com/comics/five_thirty.jpg",
            "Title": "Five Thirty",
            "Day": "24"
        },
        {
            "Month": "2",
            "Num": 69,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Pillow Talk",
            "Transcript": "Guy: Staring at the ceiling, she asked me what I was thinking about.\nGuy: I should have made something up.\nGuy: The Bellman-Ford algorithm makes terrible pillow talk.\n{{Title Text: Maybe I should've tried Wexler?}}",
            "Alt": "Maybe I should've tried Wexler?",
            "Img": "https://imgs.xkcd.com/comics/pillow_talk.jpg",
            "Title": "Pillow Talk",
            "Day": "27"
        },
        {
            "Month": "3",
            "Num": 70,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Guitar Hero",
            "Transcript": "[[On a stage, a guy with a beard is in the background, holding a microphone. In the center is a guy with an electric guitar. The catwalk has bumps to resemble the tracks of Guitar Hero.]]\nWhen I'm in a rock band, I'm gonna do a cool, mellow song. Then in the middle I'll stop, announce \"this part is just to be an asshole to people playing Guitar Hero,\" and then flail wildly on the strings for 30 seconds.\n{{Title Text: And then do it again in a moment now that they're out of Star Power}}",
            "Alt": "And then do it again in a moment now that they're out of Star Power",
            "Img": "https://imgs.xkcd.com/comics/guitar_hero.jpg",
            "Title": "Guitar Hero",
            "Day": "1"
        },
        {
            "Month": "3",
            "Num": 71,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "In the Trees",
            "Transcript": "[[Man standing in forest]]\nMan: We made it so far together but then I lost you in the trees.\n[[Closer view of man]]\nMan: Finally\n{{Alt-text: It was tricky.}}",
            "Alt": "It was tricky.",
            "Img": "https://imgs.xkcd.com/comics/in_the_trees.jpg",
            "Title": "In the Trees",
            "Day": "3"
        },
        {
            "Month": "3",
            "Num": 72,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Classhole",
            "Transcript": "[[Two men are talking.]]\nMan 1: How did you spend your morning?\nMan 2: Feeding rocks to children in the park.\nMan 1: Your sociopathic abuse of random strangers staggers me.\nMan 2: I aspire to have more creativity than the common asshole.\nMan 2: I'm more of a classy asshole -- A class-hole, if you will. For example, I like poking tiny holes in styrofoam noodle cups at the grocery store--\nMan 2: Thanks to me, someone gets surprise boiling water in the lap.\nMan 1: I am in awe.\nMan 2: It's even more fun to do to condoms.\n{{alt: A term coined by my friend Beth}}",
            "Alt": "A term coined by my friend Beth",
            "Img": "https://imgs.xkcd.com/comics/classhole.jpg",
            "Title": "Classhole",
            "Day": "6"
        },
        {
            "Month": "3",
            "Num": 73,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Zeppelin",
            "Transcript": "[[Two guys stand together]]\nFirst Guy: What time is it?\n[[Second guy's watch with the word \"Zeppelin!\" replacing 11, 12 and 1]]\n[[Two guys standing together in silence]]\n[[Large zeppelin above the two guys]]\n{[title text: A tribute to Buttercup Festival.}}",
            "Alt": "A tribute to Buttercup Festival",
            "Img": "https://imgs.xkcd.com/comics/zeppelin.jpg",
            "Title": "Zeppelin",
            "Day": "8"
        },
        {
            "Month": "3",
            "Num": 74,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Su Doku",
            "Transcript": "[[A square divided into 2x2 squares, the top-right one has an 1 in it, the bottom-right one has a 0, the two left ones are empty]]\n[[Label: Binary Su Doku]]\n{{alt text: This one is from the Red Belt collection, of 'medium' difficulty.}}",
            "Alt": "This one is from the Red Belt collection, of 'medium' difficulty.",
            "Img": "https://imgs.xkcd.com/comics/su_doku.jpg",
            "Title": "Su Doku",
            "Day": "10"
        },
        {
            "Month": "3",
            "Num": 75,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Curse Levels",
            "Transcript": "[[\"My Hobby: mixing curse levels\" is at the top of the panel.]]\nRandom Guy: What a gosh-darned cunt.\n{{Alt text: I find so much fun in language.}}",
            "Alt": "I find so much fun in language.",
            "Img": "https://imgs.xkcd.com/comics/curse_levels.jpg",
            "Title": "Curse Levels",
            "Day": "13"
        },
        {
            "Month": "3",
            "Num": 76,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Familiar",
            "Transcript": "[[A man and a woman are talking]]\nWoman: I worry that I'm just with you because it's familiar. Of course no one else compares. I've known you for so long that I'd have to spend years with someone to build up this kind of connection \nand I daren't let you go of you long enough to let that happen.\nWoman: But I guess this is really all I can ask for.\nI'm happy with you; I should stop worrying.\n[[Woman takes man's hand]]\nMan: This is probably a bad time to bring this up, but I don't actually like you.\n{{title text: :( }}",
            "Alt": ":(",
            "Img": "https://imgs.xkcd.com/comics/familiar.jpg",
            "Title": "Familiar",
            "Day": "15"
        },
        {
            "Month": "3",
            "Num": 77,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Bored with the Internet",
            "Transcript": "[[Two men are talking in a room with a computer on. One is wearing a black hat.]]\nFirst man: I feel like I'm wasting my life on the internet. Let's walk around the world.\nMan with the black hat: Sounds good.\n[[The two men are shown walking through trees.]]\n[[The two men are shown walking on flat stretch, with mountains in the distance.]]\n[[The two men are shown in a magnificent canyon. They stand, silently looking at the scene.]]\nFirst man: And yet all I can think is, \"This will make for a great LiveJournal entry.\"\n{{title text: I used to do this all the time.}}",
            "Alt": "I used to do this all the time.",
            "Img": "https://imgs.xkcd.com/comics/bored_with_the_internet.jpg",
            "Title": "Bored with the Internet",
            "Day": "17"
        },
        {
            "Month": "3",
            "Num": 78,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Garfield",
            "Transcript": "I WANT TO SEE SOMETHING UNEXPECTED IN THE COMICS. JUST ONE STRIP COULD MAKE UP FOR IT ALL.\n[[Garfield standing at side of panel]]\n[[Zoom in on Garfield]]\n[[Closeup on Garfield's face]]\nGarfield thought bubble: THE WORLD IS BURNING.\n[[Tighter closeup on Garfield's face]]\nGarfield thought bubble: RUN.\nJIM DAVIS, THROW OFF YOUR COMMERICIAL SHACKLES. CHALLENGE US. GO OUT IN A BLAZE OF DADAIST GLORY.\nTHERE IS STILL TIME.\n{{alt: The use of the 'Garfield' character for the purposes of this parody qualifies as fair use under the Copyright Act of 1976, 17 U.S.C. sec. 107. See Campbell v. Acuff-Rose Music (92-1292), 510 U.S. 569}}",
            "Alt": "The use of the 'Garfield' character for the purposes of this parody qualifies as fair use under the Copyright Act of 1976, 17 U.S.C. sec. 107.  See Campbell v. Acuff-Rose Music (92-1292), 510 U.S. 569",
            "Img": "https://imgs.xkcd.com/comics/garfield.jpg",
            "Title": "Garfield",
            "Day": "20"
        },
        {
            "Month": "3",
            "Num": 79,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Iambic Pentameter",
            "Transcript": "Person 1: What time can you pick Michael up?\nPerson 2: Well, I can meet the plane at ten of six.\nPerson 1: Do you know where to find him?\nPerson 2: I'll meet him at the stairs before the gate.\n{{My hobby: answering casual questions in iambic pentameter.}}\n{{alt: Of course, you don't wanna limit yourself to the strict forms of the meter.  That could get pretty difficult.}}",
            "Alt": "Of course, you don't wanna limit yourself to the strict forms of the meter.  That could get pretty difficult.",
            "Img": "https://imgs.xkcd.com/comics/iambic_pentameter.jpg",
            "Title": "Iambic Pentameter",
            "Day": "22"
        },
        {
            "Month": "3",
            "Num": 80,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "My Other Car",
            "Transcript": "[[A blue driving Mitsubishi with spoiler]]\nBumper sticker: This IS my other car.\n{{title text: It's much better than the other one.}}",
            "Alt": "It's much better than the other one.",
            "Img": "https://imgs.xkcd.com/comics/other_car.jpg",
            "Title": "My Other Car",
            "Day": "24"
        },
        {
            "Month": "3",
            "Num": 81,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Attention, shopper",
            "Transcript": "[[Hat guy is holding a golf club and speaking into a P.A. system]]\nHat guy: Attention,\nHat guy: To the owner of a Dodge Viper SRT-10 with license plate \"MYTOY\", your lights are on and your windshield was just smashed with a golf club.\n{{title text: There's a red convertible outside my building with the license plate 'DADS MNY'.}}",
            "Alt": "There's a red convertible outside my building with the license plate 'DADS MNY'.",
            "Img": "https://imgs.xkcd.com/comics/attention_shopper.jpg",
            "Title": "Attention, shopper",
            "Day": "27"
        },
        {
            "Month": "3",
            "Num": 82,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Frame",
            "Transcript": "[[A stick figure stands alone in the centre of the panel. Tendrils from the frame develop and grow in panels 1 and 2, wind round the figure in panel 3, and finally retreat back to the frame, tearing the stick figure apart in panel 4.]]\n{{Mouseover text: \"...\"}}",
            "Alt": "...",
            "Img": "https://imgs.xkcd.com/comics/frame.jpg",
            "Title": "Frame",
            "Day": "29"
        },
        {
            "Month": "3",
            "Num": 83,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Katamari",
            "Transcript": "[[A girl stands on the left.  A man is sitting on the floor with a game controller in his hand.  He is looking at a TV on the floor connected to a game console, also on the floor.]]\nGirl: Can you pause for a moment and help me with something?\nMan: You know, our love is like a katamari.  We travel along, rolling up more and more of the world into our shared experience, taking it and making it our own.\nGirl: I, you... wow.  Geekiness aside, that was actually incredibly sweet.\nMan: The clutter of everyday life, with a simple core to tie it together, eventually becomes something grand as the world itself.\n[[A rainbow extends outward from the TV, with \"ROYAL RAINBOW!\" above it.]]\nGirl: Okay, also sweet, but now I'm wondering if you could possibly get any gayer.\n{{alt text: As the King of All Cosmos remarked, 'Is it that it's fun, or that it lets you forget yourself?'}}",
            "Alt": "As the King of All Cosmos remarked, 'Is it that it's fun, or that it lets you forget yourself?'",
            "Img": "https://imgs.xkcd.com/comics/katamari.jpg",
            "Title": "Katamari",
            "Day": "31"
        },
        {
            "Month": "4",
            "Num": 84,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "National Language",
            "Transcript": "This happened to my friend:\n[[Men and women are standing in a row]]\nMan: English should be the national language. These immigrants should have to learn English when they come here.\nWoman: Yeah\nMan: When you go to live somewhere, you learn the language they speak there. English is the language of the land.\nOther Woman: Excuse me, but osio Sarah dawado.\nMan: What the hell was that?\nOther Woman: Woman: Cherokee.\n{{title text: She's pretty sharp when provoked.}}",
            "Alt": "She's pretty sharp when provoked.",
            "Img": "https://imgs.xkcd.com/comics/national_language.jpg",
            "Title": "National Language",
            "Day": "3"
        },
        {
            "Month": "4",
            "Num": 85,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Paths",
            "Transcript": "[[Blueprint of a campus. Two buildings in the upper and lower left corners, respectively, and a rectangular lawn. A road encloses the lawn, another road traverses horizontally through the center of the lawn. The character is in the lower left and the upper right corner, where it says \"my apartment\".]]\n[[dashed line 1, from the lower-left along the road to the top-left corner, then to the top-right corner]] 60 seconds\n[[dashed line 2, from the lower-left along the road up to the center crossroads, then diagonally over the lawn to the top-right corner]] 48 seconds (80%)\n[[dashed line 3, diagonally from the lower-left to the top-right corner]] 44.7 seconds (74%)\nmy apartment\n#1=t\n#2=t ((1+sqrt(2))\n3)\n#3=t(sqrt(5)\n3)\nWhen I'm walking, I worry a lot about the efficiency of my path.\n{{alt-text: It's true. I think about this all the time.}}",
            "Alt": "It's true, I think about this all the time.",
            "Img": "https://imgs.xkcd.com/comics/paths.jpg",
            "Title": "Paths",
            "Day": "5"
        },
        {
            "Month": "4",
            "Num": 86,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Digital Rights Management",
            "Transcript": "[[Hat Guy is standing on an advancing glacier]]\nHat Guy: Dear Sony, Microsoft, the MPAA, the RIAA, and Apple: Let's make a deal. You stop trying to tell me where, when, and how I play my movies and music, and I won't crush your homes under my inexorably advancing wall of ice.\n[[Alt text: If you're interested in the subject, Lawrence Lessig's 'Free Culture' is pretty good]]",
            "Alt": "If you're interested in the subject, Lawrence Lessig's 'Free Culture' is pretty good",
            "Img": "https://imgs.xkcd.com/comics/sony_microsoft_mpaa_riaa_apple.jpg",
            "Title": "Digital Rights Management",
            "Day": "7"
        },
        {
            "Month": "4",
            "Num": 87,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Velociraptors",
            "Transcript": "[[Picture of a suburban house, with lines pointing to various aspects]]\nHigh bathroom window: probably secure.\nOuter door: secure.\npicture window: VELOCIRAPTOR ENTRY POINT!\nNarrator: It's been over a decade since Jurassic Park opened, and I still size up buildings for their potential as shelter against velociraptor attacks.\n{{title text: You're probably thinking, 'has it been a decade'? It's been over thirteen years, buddy.}}",
            "Alt": "You're probably thinking, 'has it been a decade?'  It's been over thirteen years, buddy.",
            "Img": "https://imgs.xkcd.com/comics/velociraptors.jpg",
            "Title": "Velociraptors",
            "Day": "10"
        },
        {
            "Month": "4",
            "Num": 88,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Escher Bracelet",
            "Transcript": "[[A Livestrong-type bracelet is featured with an Escher twist in it. The band has the letters \"WWED\" printed on it.]]\n{{What Would Escher Do?}}\n{{Alt: The only downside is that it would be a little uncomfortable}}",
            "Alt": "The only downside is that it would be a little uncomfortable",
            "Img": "https://imgs.xkcd.com/comics/escher_wristband.jpg",
            "Title": "Escher Bracelet",
            "Day": "12"
        },
        {
            "Month": "4",
            "Num": 89,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Gravitational Mass",
            "Transcript": "Hat Guy: Gravitational mass is identical to inertial mass. That is, the amount of inertia something has and the amount of gravity it has are effectively the same. What's interesting is that there doesn't seem to be any reason this should be true. One could imagine an extremely large object with lots of resistance to force and no gravity (or vice versa), but this is never observed.\nHat Guy: You know what? I'm just gonna skip the rest of the buildup and say it: Yo mama's fat.\n{{alt: She's so fat the attraction goes up as the CUBE of the distance instead of the square}}",
            "Alt": "She's so fat the attraction goes up as the CUBE of the distance instead of the square",
            "Img": "https://imgs.xkcd.com/comics/gravitational_mass.jpg",
            "Title": "Gravitational Mass",
            "Day": "14"
        },
        {
            "Month": "4",
            "Num": 90,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Jacket",
            "Transcript": "[[Two men stand and talk to one another.]]\nFirst man: Where's my fucking jacket?\n[[Second man indicates something behind him.]]\nSecond man: Over there, next to your regular one.\nFirst man: My what?\nSecond man: Never mind.\n{{Title text: We have this conversation at least once a day in my apartment}}",
            "Alt": "We have this conversation at least once a day in my apartment",
            "Img": "https://imgs.xkcd.com/comics/jacket.jpg",
            "Title": "Jacket",
            "Day": "17"
        },
        {
            "Month": "4",
            "Num": 91,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Pwned",
            "Transcript": "[[Text only panel, hand written.]]\nWelcome to text-only Counterstrike.\nYou are in a dark, outdoor map.\n\u003e GO NORTH\nYou have been pwned by a grue.",
            "Alt": "I'm sure a discussion of the reason for the disappearance of adventure games in favor of RPGs would be fascinating",
            "Img": "https://imgs.xkcd.com/comics/pwned.png",
            "Title": "Pwned",
            "Day": "19"
        },
        {
            "Month": "4",
            "Num": 92,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Sunrise",
            "Transcript": "[[A guy is on the street. Behind him is a house with a lawn.]]\nGuy's thoughts: I love the time just before sunrise. It's quiet; no one is ever just walking about. It's like a secret. I always hope that I'll find someone else quietly hiding from sleep, and we'll see each other and sit and talk. I guess this is a bad place to meet people. I wish it weren't.\n[[Guy goes into the house, brushes his teeth, and leaves the house again.]]\n[[Guy is at a club, disco balls in the ceiling and a giant woofer. Many people are dancing around him.]]\n{{Title Text: Sometimes, I sit on top of parking decks and watch the sun rise.  I feel like I should have a guitar or something.}}",
            "Alt": "Sometimes, I sit on top of parking decks and watch the sun rise.  I feel like I should have a guitar or something.",
            "Img": "https://imgs.xkcd.com/comics/sunrise.jpg",
            "Title": "Sunrise",
            "Day": "21"
        },
        {
            "Month": "4",
            "Num": 93,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Jeremy Irons",
            "Transcript": "[[A guy points at a girl with his mouth open. A bearded man stands behind him.]]\nBearded man: But as THICK as you are, pay attention \n My words are a matter of PRIDE!\nSubtitle: My goal: To make enough money to hire Jeremy Irons, the voice of Scar from The Lion King, to follow me around and do my dialogue.\n{{Alt: Movies that I know word-for-word, part one}}",
            "Alt": "Movies that I know word-for-word, part one",
            "Img": "https://imgs.xkcd.com/comics/jeremy_irons.jpg",
            "Title": "Jeremy Irons",
            "Day": "24"
        },
        {
            "Month": "4",
            "Num": 94,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Profile Creation Flowchart",
            "Transcript": "Creating an AIM Profile:\n[[A flowchart is shown.]]\nHave Friends? -\u003e No -\u003e Link to your LiveJournal\nHave Friends? -\u003e Yes, and want to alienate everyone else -\u003e INSIDE JOKES!\nHave Friends? -\u003e Yes -\u003e Have Boyfriend \n Girlfriend? -\u003e No -\u003e Angsty about it? -\u003e Yes -\u003e Link to your LiveJournal\nAngsty about it? -\u003e No -\u003e Yes you are -\u003e Angsty about it?\nHave Boyfriend \n Girlfriend? -\u003e Yes -\u003e A profile tribute is the greatest possible expression of love.\n{{title text: This one goes out to xxCrazyPixie1987xx}}",
            "Alt": "This one goes out to xxCrazyPixie1987xx",
            "Img": "https://imgs.xkcd.com/comics/profile_flowchart.jpg",
            "Title": "Profile Creation Flowchart",
            "Day": "26"
        },
        {
            "Month": "4",
            "Num": 95,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "The Sierpinski Penis Game",
            "Transcript": "[[The Sierpinski Penis Game]]\n[[A large triangle is shown, with many smaller trianges inside]]\n[[Words are in the triangles]]\nSierpinski game: PENIS! Haha, penis.",
            "Alt": "Inappropriate places for the Penis Game include baby showers and terrorist attacks",
            "Img": "https://imgs.xkcd.com/comics/the_sierpinski_penis_game.jpg",
            "Title": "The Sierpinski Penis Game",
            "Day": "28"
        },
        {
            "Month": "5",
            "Num": 96,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Mail",
            "Transcript": "[[A person is talking to someone over the phone.]]\nPhone: Do you think I could mail a running chainsaw to someone?\nPerson: I doubt it.\nPhone: What about a baby's first word?\nPerson: Look, your obsession with sending strange things through the mail is getting out of hand.\nPhone: Can you mail a blank stare?\nPhone: A dizzying height?\nPhone: Pi?\nPerson: . . .\nPhone: Well, did you at least get that package of time I sent you?\nPerson: I . . . you . . . no, I didn't.\nPhone: Well, there was a lot of it, so it will probably take a while.\n{{alt: I'm on the USPS No Fly List.}}",
            "Alt": "I'm on the USPS No Fly List",
            "Img": "https://imgs.xkcd.com/comics/mail.png",
            "Title": "Mail",
            "Day": "1"
        },
        {
            "Month": "5",
            "Num": 97,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "A Simple Plan",
            "Transcript": "[[Man standing in front of stool with radio on it]]\n\u003c\u003cmusic\u003e\u003eYou don't know what it's like to be me!\nAt first, I loved A Simple Plan. Then I realized, with creeping horror, that they were serious.\n{{alt-text: This is true.  The Lyrics are ridiculous.}}",
            "Alt": "This is true.  The lyrics are ridiculous.",
            "Img": "https://imgs.xkcd.com/comics/a_simple_plan.jpg",
            "Title": "A Simple Plan",
            "Day": "3"
        },
        {
            "Month": "5",
            "Num": 98,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Fall Apart",
            "Transcript": "[[Various people struggle as the comic disintegrates. Toward the top, people are standing calmly, some holding hands. As the parts of the comic break apart, people try to reach for each other, hold parts together, or curl up into a ball. By the bottom, a person is falling, surrounded by pieces of the comic]]\n{{title text:#pugglewumper Tashari got me some ink pens!  I've been experimenting with them.}}",
            "Alt": "#pugglewumper Tashari got me some ink pens!  I've been experimenting with them.",
            "Img": "https://imgs.xkcd.com/comics/fall_apart.jpg",
            "Title": "Fall Apart",
            "Day": "5"
        },
        {
            "Month": "5",
            "Num": 99,
            "Link": "",
            "Year": "2006",
            "News": "",
            "safe_title": "Binary Heart",
            "Transcript": "[[All the numbers are black except for a heart-shaped red section in the middle.]]\n011010010110110001101\n111011101100110010101\n111001010011110111010\n101101001011011000100\n111101110110011001010\n111100101101111011101\n010110100101101100011\n011110111011001100101\n011110010100111101110\n101011010010110110001\n001111011101100110010\n101111001010011110111\n010101101001011011000\n101010110100101101100\n010011110111011001100\n101011110010110111101\n110101011010010110110\n001001111011101100110\n010101111001010011110\n111010101101001011011\n000100111101110110011\n{{alt: i love you}}",
            "Alt": "i love you",
            "Img": "https://imgs.xkcd.com/comics/binary_heart.jpg",
            "Title": "Binary Heart",
            "Day": "8"
        }
    ]
}
